Repository: antoncom/tsmtunnels
Catalog: po/vpnconfig.*.po
Languages: ru

source: 3 by default
ru: 3 по умолчанию

source: 60 sec. minimum!
ru: 60 сек. минимум!

source: Actions
ru: Действия

source: Active
ru: Активно

source: Add
ru: Добавить

source: Add to Bridge or create new
ru: Добавить в мост или создать новый

source: Additional options
ru: Дополнительные параметры

source: Address to check connection
ru: Адрес для проверки соединения

source: Allow shortcuts
ru: Разрешить сочетания клавиш

source: Authentication method
ru: Метод аутентификации

source: Authentication type
ru: Тип аутентификации

source: CA PEM Certificate
ru: Сертификат CA PEM

source: Can not be empty
ru: Не может быть пустым

source: Choose file
ru: Выбрать файл

source: Close
ru: Закрыть

source: Configure DMVPN tunnel
ru: Настроить туннель DMVPN

source: Configure EoIP tunnel
ru: Настроить туннель EoIP

source: Configure GRE tunnel
ru: Настроить туннель GRE

source: Configure IPSec
ru: Настроить IPSec

source: Configure L2TPv3 tunnel
ru: Настроить туннель L2TPv3

source: DH group
ru: Группа DH

source: DMVPN Tunnels
ru: Туннели DMVPN

source: DMVPN tunnels
ru: Туннели DMVPN

source: DPD delay (sec)
ru: Задержка DPD (сек)

source: Default 30 sec.
ru: По умолчанию 30 сек.

source: Default 7200 sec.
ru: По умолчанию 7200 сек.

source: Delay
ru: Задержка

source: Delete
ru: Удалить

source: Disable
ru: Отключить

source: Dont fragment packets
ru: Не фрагментировать пакеты

source: ESP Encription
ru: Шифрование ESP

source: ESP Hash
ru: Хэш ESP

source: Edit
ru: Изменить

source: Enable
ru: Включить

source: Enable L2TP client
ru: Включить клиента L2TP

source: Enable PPTP client
ru: Включить клиента PPTP

source: Encapsulation
ru: Инкапсуляция

source: EoIP Tunnels
ru: Туннели EoIP

source: EoIP tunnels
ru: Туннели EoIP

source: Error
ru: Ошибка

source: Firewall zone
ru: Зона межсетевого экрана

source: GRE Client
ru: Клиент GRE

source: GRE key
ru: Ключ GRE

source: GRE tunnels
ru: Туннели GRE

source: HUB is Sisco
ru: хаб Sisco

source: HUB tunnel address
ru: Адрес туннеля

source: HUB tunnel netmask
ru: Маска сети туннеля

source: Holding time (sec.)
ru: Время удержания (сек.)

source: IKE Encription
ru: Шифрование IKE

source: IKE Hash
ru: Хэш IKE

source: IPSec Tunnels
ru: Туннели IPSec

source: IPSec tunnels
ru: Туннели IPSec

source: Key exchange mode
ru: Режим обмена ключами

source: L2 Specific Header type
ru: Тип специального поля заголовка L2

source: L2TP Client
ru: Клиент L2TP

source: L2TPv3 Tunnels
ru: Туннели L2TPv3

source: L2TPv3 tunnels
ru: Туннели L2TPv3

source: Leave blank if not used
ru: Оставьте пустым, если не используется

source: Lifetime
ru: Время жизни

source: Loading
ru: Загрузка

source: Local ID
ru: Локальный идентификатор

source: Local IP for tunnel
ru: Локальный IP для туннеля

source: Local NBMA address
ru: Локальный адрес NBMA

source: Local address
ru: Локальный адрес

source: Local certificate
ru: Локальный сертификат

source: Local subnets
ru: Локальные подсети

source: Name
ru: Имя

source: Netmask
ru: Маска сети

source: Network type
ru: Тип сети

source: No caching
ru: Без кэширования

source: PEM key
ru: Ключ PEM

source: PFS group
ru: Группа PFS

source: PPTP Client
ru: Клиент PPTP

source: Password
ru: Пароль

source: Phase #1
ru: Фаза #1

source: Phase #2
ru: Фаза #2

source: Ping Attempts
ru: Попытки пинга

source: Ping address
ru: Адрес пинга

source: Ping interval (sec.)
ru: Интервал пинга (сек.)

source: Pre-shared key
ru: Общий ключ

source: Remote ID
ru: Удаленный идентификатор

source: Remote IP
ru: Удаленный IP

source: Remote NBMA address
ru: Удаленный адрес NBMA

source: Remote Session ID
ru: Идентификатор удаленного сеанса

source: Remote address
ru: Удаленный адрес

source: Remote subnets
ru: Удаленные подсети

source: Remote tunnel ID
ru: Идентификатор удаленного туннеля

source: Reset
ru: Сбросить

source: Save
ru: Сохранить

source: Server
ru: Сервер

source: Server address
ru: Адрес сервера

source: Session ID
ru: Идентификатор сеанса

source: Should contain IPv4 or URL
ru: Должен содержать IPv4 или URL

source: Should contain IPv4 separated by comma or space
ru: Должен содержать IPv4, разделенные запятой или пробелом

source: Should contain digits nad ',' or '.'
ru: Должен содержать цифры и ',' или '.'

source: Should contain letters, numbers and "_"
ru: Должен содержать буквы, цифры и "_"

source: Should contain letters, numbers and no spaces
ru: Должен содержать буквы, цифры и не содержать пробелов

source: Should contain numbers 0..255 and "."
ru: Должен содержать цифры 0..255 и "."

source: Should contain numbers 0..255 and "." or bits count 0..32
ru: Должен содержать цифры 0..255 и "." или количество бит 0..32

source: Should contain only digits
ru: Должен содержать только цифры

source: Source address
ru: Адрес источника

source: Subnets list
ru: Список подсетей

source: Tunnel ID
ru: ID туннеля

source: Tunnel IP
ru: IP-адрес туннеля

source: Tunnel netmask
ru: Маска сети туннеля

source: Use IPSec protection
ru: Использовать защиту IPSec

source: Use MPPE (MS-CHAP-V2 auth)
ru: Использовать MPPE (аутентификация MS-CHAP-V2)

source: Use as default route
ru: Использовать как маршрут по умолчанию

source: Username
ru: Имя пользователя

source: no
ru: нет

source: out of range
ru: вне диапазона

source: yes
ru: да
